test/good/dump-is-used.cfg.dot
digraph "dump-is-used" {
    node [shape=box];
    subgraph "cluster_test1" {
        label="test1";
        "test1_68" [label="let a: Int = 42"];
        "test1_69" [label="dump(a)"];
        "test1_70" [label="dump(42)"];
        "test1_71" [label="dump(\"test is called\")"];
        "test1_72" [label="dump(false)"];
        "test1_73" [label="dump(null)",style=filled,fillcolor="#66A7DB"];
        "test1_68" -> "test1_69";
        "test1_69" -> "test1_70";
        "test1_70" -> "test1_71";
        "test1_71" -> "test1_72";
        "test1_72" -> "test1_73";
    }
}
