test/good/dump-is-used.cfg.mmd
graph TD
subgraph test1
    test1_68["let a: Int = 42"]
    test1_69["dump(a)"]
    test1_70["dump(42)"]
    test1_71["dump('test is called')"]
    test1_72["dump(false)"]
    test1_73["dump(null)"]:::exitNode
    test1_68 --> test1_69
    test1_69 --> test1_70
    test1_70 --> test1_71
    test1_71 --> test1_72
    test1_72 --> test1_73
end
